Repository: aldryn/aldryn-segmentation
Catalog: segmentation/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Reset all segments
fr: Réinitialiser tous les segments

source: Optionally set a label for this limit block.
fr: Éventuellement définir une étiquette pour ce bloc de limite.

source: # of matches to display
fr: No. de matchs à afficher

source: Display up to how many matching segments?
fr: Afficher jusqu'à combien de segments correspondant?

source: Show All
fr: Afficher tous

source: Show First
fr: Afficher la première

source: Always active
fr: Toujours activé

source: Always on?
fr: Toujours activé?

source: Uncheck to always hide child plugins.
fr: Décochez de toujours cacher plugins enfants.

source: Always ON
fr: Toujours activé?

source: Always OFF
fr: Toujours désactivé?

source: name of cookie
fr: Nom du cookie

source: Name of cookie to consider.
fr: Nom du cookie à envisager

source: value to compare
fr: valeur à comparer

source: Value to consider.
fr: Valeur à considérer

source: “{key}” equals “{value}”
fr: «{key}» est égal à «{value}»

source: country
fr: pays

source: is Authenticated
fr: Est authentifiée

source: No override
fr: Pas de dérogation

source: Forced active
fr: Forcée active

source: Forced inactive
fr: Forcé inactif

source: The segment override was successfully changed.
fr: La correction de segment a été modifié avec succès.

source: The all segment override were successfully reset.
fr: La correction tout segment ont été correctement remis à zéro.

source: Limit Block
fr: Bloc de limite

source: Fallback
fr: Repli

source: Segment by switch
fr: Secteur par switch

source: Segment by cookie
fr: Secteur par cookie

source: Segment by country
fr: Secteur par pays

source: Segment by auth
fr: Secteur par auth
